Repository: GerZah/plugin-ReorderElementTexts
Catalog: languages/*.po
Languages: de_de

source: Reorder Inputs
de_de: Eingaben umsortieren

source: Please return to the referring page.
de_de: Bitte kehren Sie zur aufrufenden Seite zurück.

source: No item ID specified.
de_de: Keine Objekt-ID spezifiziert.

source: No element ID specified.
de_de: Keine Element-ID spezifiziert.

source: Item not found.
de_de: Objekt nicht gefunden.

source: Element not found.
de_de: Element nicht gefunden.

source: Specified elements not found in item.
de_de: Spezifiziertes Element nicht im Objekt gefunden.

source: Reference
de_de: Referenz

source: Mismatching number of elements.
de_de: Unterschiedliche Element-Anzahl.

source: Reordering successful.
de_de: Umsortieren erfolgreich.

source: Reordering failed.
de_de: Umsortieren misslungen.

source: Reorder Text Elements
de_de: Text-Elemente umsortieren

source: Please select new text element order.
de_de: Bitte wählen Sie die neue Reihenfolge der Text-Elemente.

source: Simply drag the text elements with your mouse.
de_de: Verschieben Sie die Text-Elemente einfach mit Ihrer Maus.
